Repository: neogeo-technologies/idgo-extractor
Catalog: resources/locale/*/LC_MESSAGES/extractor.po
Languages: fr

source: Exception while decoding incoming post data
fr: Exception lors du décodage des données POST entrantes

source: Parameter '%s' is missing
fr: Paramètre '%s' manquant

source: Parameter '%s' has not expected type
fr: Le paramètre '%s' n'a pas le type attendu

source: Payload should be a JSon dictionary
fr: La charge utile devrait être un dictionnaire JSon

source: user_email_address is invalid
fr: user_email_address est invalide

source: Cannot open source '%s'. Error message : %s
fr: Impossible d'ouvrir '%s'. Message d'erreur: %s

source: Source has no raster or vector content
fr: La source n'a ni contenu matriciel ou vectoriel

source: Driver '%s' is unknown
fr: Pilote '%s' inconnu

source: Driver '%s' has no raster capabilities
fr: Pilote '%s' sans capacité de création matricielle

source: Driver '%s' has no creation capabilities
fr: Pilote '%s' sans capacité de création vectorielle

source: Driver '%s' has no vector capabilities
fr: Pilote '%s' sans capacité vectorielle

source: Option %s is unknown
fr: Option '%s' inconnue

source: '%s' is present, but unexpected for a raster source
fr: '%s' est présent, mais non authorisé pour une source matricielle

source: %s is not georeferenced
fr: '%s' n'est pas géoréférencé

source: Layer '%s' does not exist
fr: Couche '%s' inexistante

source: %s is not a valid SRS
fr: '%s' n'est pas un CRS valide

source: %s is not a valid footprint
fr: '%s' n'est pas une emprise valide

source: %s is not a valid footprint: %s
fr: '%s' n'est pas une emprise valide: %s

source: As footprint is a JSon geometry, footprint_srs should be EPSG:4326
fr: Comme l'emprise est un géométrie JSon, footprint_srs devrait être EPSG:4326

source: img_resampling_method value should be one of 'nearest', 'bilinear', 'cubic', 'cubicspline', 'lanczos' or 'average'
fr: La valeur de img_resampling_method devrait être 'nearest', 'bilinear', 'cubic', 'cubicspline', 'lanczos' ou 'average'

source: Unknown task_id
fr: task_id inconnu

source: Expecting {"status": "STOP_REQUESTED"}
fr: {"status": "STOP_REQUESTED"} attendu

source: Task already aborted
fr: Tache déjà interrompue

source: Task already in abortion
fr: Tache déjà en cours d'interruption

source: Task already finished successfully
fr: Tache déjà achevée avec succès

source: Task already finished in failure
fr: Tache déjà terminée en erreur

source: Task is not in SUCCESS state
fr: La tache n'est pas dans l'état SUCCESS
